Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.pane-flash
source: notifications.paneFlash flash blink highlight pane notification pulse
ar: notifications.paneFlash flash blink highlight pane notification pulse تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة إشعار إشعارات تنبيه غير مقروء رسالة رنين وميض صوت سطح المكتب الإشعارات التطبيق
bs: notifications.paneFlash flash blink highlight pane notification pulse aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka obavijest obavijesti upozorenje nepročitano poruka prsten bljesak zvuk desktop Obavještenja
da: notifications.paneFlash flash blink highlight pane notification pulse app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik notifikation notifikationer advarsel ulæst besked ring lyd skrivebord
de: notifications.paneFlash flash blink highlight pane notification pulse app allgemein einstellungen verhalten dock menüleiste status seitenleiste arbeitsbereich tab farben palette badge ausgewählt hervorhebung indikator aktiv punkt benachrichtigung benachrichtigungen alarm ungelesen nachricht ring blinken ton desktop
es: notifications.paneFlash flash blink highlight pane notification pulse aplicación general preferencias comportamiento dock barra de menú estado lateral espacio trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto notificación notificaciones alerta no leído mensaje anillo destello sonido escritorio App
fr: notifications.paneFlash flash blink highlight pane notification pulse application général préférences comportement dock barre de menus état latérale espace travail onglet couleurs palette badge sélectionné surbrillance indicateur actif point notifications alerte non lu message anneau son bureau App
it: notifications.paneFlash flash blink highlight pane notification pulse app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto notifica notifiche avviso non letto messaggio anello lampeggio suono scrivania
ja: notifications.paneFlash flash blink highlight pane notification pulse フラッシュ 点滅 ハイライト ペイン 通知
ko: notifications.paneFlash flash blink highlight pane notification pulse 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 작업공간 탭 색상 팔레트 배지 선택됨 강조 표시기 활성 점 알림 읽지 않음 메시지 링 깜박임 소리 데스크탑 경고 패인 플래시
nb: notifications.paneFlash flash blink highlight pane notification pulse app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk varsling varsler ulest melding ring lyd skrivebord
pl: notifications.paneFlash flash blink highlight pane notification pulse aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka powiadomienie powiadomienia alert nieprzeczytane wiadomość pierścień błysk dźwięk pulpit
pt_br: notifications.paneFlash flash blink highlight pane notification pulse app geral preferências comportamento dock barra de menu status lateral workspace aba cores paleta selo selecionado destaque indicador ativo ponto notificação notificações alerta não lido mensagem anel piscar som desktop
ru: notifications.paneFlash flash blink highlight pane notification pulse приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: notifications.paneFlash flash blink highlight pane notification pulse แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ วงแหวน แฟลช เสียง เดสก์ท็อป
tr: notifications.paneFlash flash blink highlight pane notification pulse uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta bildirim bildirimler uyarı okunmamış mesaj halka flaş ses masaüstü
uk: notifications.paneFlash flash blink highlight pane notification pulse програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка сповіщення непрочитане повідомлення кільце спалах звук стіл панелі
zh_hans: notifications.paneFlash flash blink highlight pane notification pulse 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 工作区 标签页 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 通知 未读 消息 圆环 闪烁 声音 桌面 提醒
zh_hant: notifications.paneFlash flash blink highlight pane notification pulse 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 工作區 分頁 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 通知 未讀 訊息 圓環 閃爍 聲音 桌面 提醒 App

# settings.search.alias.setting.app.preferred-editor
source: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor
ar: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف json مخطط وثائق مرجع محرر كود فتح مسار التطبيق مفتوح
bs: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka json šema dokumentacija referenca preferencije kod otvori putanja otvoren
da: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil json skema dokumentation reference præferencer kode åbn sti åben
de: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei json schema dokumentation referenz präferenzen öffnen pfad offen
es: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor aplicación general preferencias comportamiento dock barra de menú estado lateral ajustes configuración archivo json esquema documentación referencia código abrir ruta App abierto
fr: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor application général préférences comportement dock barre de menus état latérale réglages configuration fichier json schéma documentation référence éditeur ouvrir chemin App ouverte
it: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione json schema documentazione riferimento codice apri percorso aperta
ja: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor エディタ ファイルを開く vscode visual studio code zed sublime cursor
ko: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 json 스키마 문서 참조 편집기 코드 열기 경로 열림
nb: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil json skjema dokumentasjon referanse preferanser redigerer kode åpne bane åpen
pl: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik json schemat dokumentacja referencja edytor kod otwórz ścieżka otwarty
pt_br: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo json esquema documentação referência código abrir caminho aberto
ru: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл json схема документация справочник предпочтения редактор код открыть путь открыт
th: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง
tr: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya json şema belgeler başvuru düzenleyici kod aç yol açık
uk: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл json схема документація довідник редактор код відкрити шлях відкритий
zh_hans: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 json 架构 文档 参考 编辑器 代码 打开 路径
zh_hant: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 json 結構描述 文件 參考 編輯器 程式碼 開啟 路徑 App

# settings.search.alias.setting.app.rename-selects-name
source: app.renameSelectsExistingName rename select all existing title command palette workspace name
ar: app.renameSelectsExistingName rename select all existing title command palette workspace name app.renameSelectsExistingName إعادة تسمية تحديد الكل الحالي عنوان لوحة الأوامر مساحة عمل اسم
bs: app.renameSelectsExistingName rename select all existing title command palette workspace name aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka Naziv radnog prostora Preimenuj prostor… • %@ naredbi… Preimenovanje odabere postojeći
da: app.renameSelectsExistingName rename select all existing title command palette workspace name app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver badge valgt fremhævning indikator aktiv prik Navn på Omdøb arbejdsområde… Arbejdsområdenavn • %@ Kommandopalette… Omdøbning markerer eksisterende
de: app.renameSelectsExistingName rename select all existing title command palette workspace name app.renameSelectsExistingName umbenennen alles auswählen vorhandener titel befehlspalette arbeitsbereich name
es: app.renameSelectsExistingName rename select all existing title command palette workspace name app.renameSelectsExistingName renombrar seleccionar todo existente titulo paleta de comandos espacio de trabajo nombre
fr: app.renameSelectsExistingName rename select all existing title command palette workspace name app.renameSelectsExistingName renommer sélectionner tout existant titre palette de commandes espace de travail nom
it: app.renameSelectsExistingName rename select all existing title command palette workspace name app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto Nome Rinomina lavoro… • %@ comandi… seleziona il esistente
ja: app.renameSelectsExistingName rename select all existing title command palette workspace name 名前変更 既存名を選択 タイトル コマンドパレット ワークスペース名
ko: app.renameSelectsExistingName 이름 바꾸기 기존 이름 전체 선택 제목 명령 팔레트 작업 공간 이름 app.renameSelectsExistingName rename select all existing title command palette workspace name
nb: app.renameSelectsExistingName rename select all existing title command palette workspace name app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk Navn på Gi nytt arbeidsområdet … Arbeidsområdenavn • %@ Kommandopalett Omdøping velger eksisterende
pl: app.renameSelectsExistingName rename select all existing title command palette workspace name aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka Nazwa przestrzeni roboczej Zmień nazwę Przestrzeń robocza roboczej… • %@ poleceń… Zmiana nazwy zaznacza istniejącą
pt_br: app.renameSelectsExistingName rename select all existing title command palette workspace name app geral preferências comportamento dock barra de menu status lateral aba cores paleta selo selecionado destaque indicador ativo ponto Nome da área trabalho Renomear Trabalho… • %@ Comandos… Seleciona o Existente
ru: app.renameSelectsExistingName rename select all existing title command palette workspace name приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка Имя рабочего пространства Переименовать рабочее пространство пространство... • %@ команд... Переименование выделяет
th: app.renameSelectsExistingName rename select all existing title command palette workspace name แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ชื่อเวิร์กสเปซ เปลี่ยนชื่อ เปลี่ยนชื่อเวิร์กสเปซ เวิร์กสเปซ เปลี่ยนชื่อเวิร์กสเปซ... • %@ แถบคำสั่ง... เลือกชื่อเมื่อเปลี่ยนชื่อ
tr: app.renameSelectsExistingName rename select all existing title command palette workspace name uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta adı Yeniden Adlandır Alanını Adlandır… • %@ Komut Paleti… Adlandırma Mevcut Seçer
uk: app.renameSelectsExistingName rename select all existing title command palette workspace name програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка Назва робочої області Перейменувати робочу область Робоча область… • %@ команд… Виділяти назву при перейменуванні Вибрати 1…9
zh_hans: app.renameSelectsExistingName rename select all existing title command palette workspace name app.renameSelectsExistingName 重命名 选择所有已有名称 标题 命令面板 工作区名称
zh_hant: app.renameSelectsExistingName rename select all existing title command palette workspace name app.renameSelectsExistingName 重新命名 選取 所有 現有 標題 指令面板 工作區 名稱

# settings.search.alias.setting.app.reorder-notification
source: app.reorderOnNotification notification reorder move workspace top unread sort
ar: app.reorderOnNotification notification reorder move workspace top unread sort app.reorderOnNotification إشعار إعادة ترتيب نقل مساحة عمل أعلى غير مقروء فرز
bs: app.reorderOnNotification notification reorder move workspace top unread sort aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka obavijest obavijesti upozorenje nepročitano poruka prsten bljesak zvuk desktop • %@ Premjesti 1 obavještenje Vrh
da: app.reorderOnNotification notification reorder move workspace top unread sort app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik notifikation notifikationer advarsel ulæst besked ring blink lyd skrivebord • %@ Flyt 1 Øverst
de: app.reorderOnNotification notification reorder move workspace top unread sort app.reorderOnNotification benachrichtigung neu anordnen arbeitsbereich nach oben verschieben ungelesen sortieren
es: app.reorderOnNotification notification reorder move workspace top unread sort app.reorderOnNotification notificacion reordenar mover espacio de trabajo arriba no leido ordenar
fr: app.reorderOnNotification notification reorder move workspace top unread sort app.reorderOnNotification notification réordonner déplacer espace de travail haut non lu trier
it: app.reorderOnNotification notification reorder move workspace top unread sort app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto notifica notifiche avviso non letto messaggio anello lampeggio suono scrivania • %@ Sposta 1 letta Inizio
ja: app.reorderOnNotification notification reorder move workspace top unread sort 通知 並べ替え ワークスペースを上へ 未読 ソート
ko: app.reorderOnNotification 알림 재정렬 작업 공간 이동 상단 읽지 않음 정렬 app.reorderOnNotification notification reorder move workspace top unread sort
nb: app.reorderOnNotification notification reorder move workspace top unread sort app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk varsling varsler ulest melding ring blink lyd skrivebord • %@ Flytt 1 varsel Topp
pl: app.reorderOnNotification notification reorder move workspace top unread sort aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka powiadomienie powiadomienia alert nieprzeczytane wiadomość pierścień błysk dźwięk pulpit Przestrzeń robocza • %@ Przenieś 1 Na górze
pt_br: app.reorderOnNotification notification reorder move workspace top unread sort app geral preferências comportamento dock barra de menu status lateral aba cores paleta selo selecionado destaque indicador ativo ponto notificação notificações alerta não lido mensagem anel piscar som desktop Área Trabalho • %@ Mover 1 lida Topo
ru: app.reorderOnNotification notification reorder move workspace top unread sort приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол Рабочее пространство • %@ Переместить 1 В начало
th: app.reorderOnNotification notification reorder move workspace top unread sort แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ วงแหวน แฟลช เสียง เดสก์ท็อป เวิร์กสเปซ • %@ ย้าย 1 การแจ้งเตือนที่ยังไม่อ่าน ด้านบน
tr: app.reorderOnNotification notification reorder move workspace top unread sort uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta bildirim bildirimler uyarı okunmamış mesaj halka flaş ses masaüstü • %@ Taşı 1 En Üste
uk: app.reorderOnNotification notification reorder move workspace top unread sort програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка сповіщення непрочитане повідомлення кільце спалах звук стіл Робоча область • %@ Перемістити 1 На початку
zh_hans: app.reorderOnNotification notification reorder move workspace top unread sort app.reorderOnNotification 通知 重新排序 移动工作区 顶部 未读 排序
zh_hant: app.reorderOnNotification notification reorder move workspace top unread sort app.reorderOnNotification 通知 重新排序 移動 工作區 頂端 未讀 排序

# settings.search.alias.setting.app.show-agent-activity
source: sidebar.showAgentActivity loading spinner active coding agent agents running activity
ar: sidebar.showAgentActivity loading spinner active coding agent agents running activity تحميل مؤشر يسار يمين موضع
bs: sidebar.showAgentActivity loading spinner active coding agent agents running activity učitavanje indikator lijevo desno pozicija
da: sidebar.showAgentActivity loading spinner active coding agent agents running activity indlæsning indikator venstre højre placering
de: sidebar.showAgentActivity loading spinner active coding agent agents running activity laden Indikator links rechts Position
es: sidebar.showAgentActivity loading spinner active coding agent agents running activity carga indicador izquierda derecha posición
fr: sidebar.showAgentActivity loading spinner active coding agent agents running activity chargement indicateur gauche droite position
it: sidebar.showAgentActivity loading spinner active coding agent agents running activity caricamento indicatore sinistra destra posizione
ja: sidebar.showAgentActivity loading spinner active coding agent agents running activity 読み込み スピナー アクティブ コーディング エージェント 実行中 アクティビティ
ko: sidebar.showAgentActivity loading spinner active coding agent agents running activity 로딩 스피너 왼쪽 오른쪽 위치
nb: sidebar.showAgentActivity loading spinner active coding agent agents running activity lasting indikator venstre høyre plassering
pl: sidebar.showAgentActivity loading spinner active coding agent agents running activity ładowanie wskaźnik lewo prawo pozycja
pt_br: sidebar.showAgentActivity loading spinner active coding agent agents running activity carregamento indicador esquerda direita posição
ru: sidebar.showAgentActivity loading spinner active coding agent agents running activity загрузка индикатор слева справа положение
th: sidebar.showAgentActivity loading spinner active coding agent agents running activity โหลด ตัวบ่งชี้ ซ้าย ขวา ตำแหน่ง
tr: sidebar.showAgentActivity loading spinner active coding agent agents running activity yükleme gösterge sol sağ konum
uk: sidebar.showAgentActivity loading spinner active coding agent agents running activity завантаження індикатор ліворуч праворуч розташування
zh_hans: sidebar.showAgentActivity loading spinner active coding agent agents running activity 加载 指示器 左 右 位置
zh_hant: sidebar.showAgentActivity loading spinner active coding agent agents running activity 載入 指示器 左 右 位置
